[
  {
    "$type": "InstrumentShop.Models.Synthesizer, InstrumentShop",
    "NumberOfKeys": 61,
    "MIDI": true,
    "ID": 1,
    "ProductName": "Access Virus Ti2",
    "ManufacturerWebsite": "https://www.virus.info/",
    "ReleaseYear": 2009,
    "Description": "There are not many modern synthesizers which can claim to have shaped the sound of music -- from electronica to soundtrack -- as much as the Virus line of synthesizers has. The Virus is known as much for its flexibility and powerful sound as for Total Integration, our award winning way to interconnect a hardware synthesizer with your DAW. The first Virus was released in 1997 and each new iteration has added more features more powerful hardware, and greater musical potential. That evolution explains why the Virus TI series is so sought after and why it receives such praise from owners, press, and fans all over the world.",
    "Price": 2299.0,
    "Sold": 146,
    "Inventory": 40,
    "Clicks": 225,
    "Points": 105
  },
  {
    "$type": "InstrumentShop.Models.Guitar, InstrumentShop",
    "StringType": "Steel",
    "Cutaway": false,
    "ID": 6,
    "ProductName": "Martin DRS1",
    "ManufacturerWebsite": "https://www.martinguitar.com/",
    "ReleaseYear": 2001,
    "Description": "When Martin sets their sights on crafting an affordable dreadnought, you know you're getting a quality instrument. Long a pioneer in using sustainable materials in their guitars, Martin continues this tradition with the DRS1. With its distinctive solid sapele (a close relative of mahogany) top, back, and sides, the DRS1 gives you bright, clear trebles, and warm midrange. The DRS1's punchy lows (more like a D18 than a D28) make it an excellent choice for miked recording when you've got thicker tracks to work with.",
    "Price": 999.0,
    "Sold": 89,
    "Inventory": 4,
    "Clicks": 139,
    "Points": 77
  },
  {
    "$type": "InstrumentShop.Models.Synthesizer, InstrumentShop",
    "NumberOfKeys": 44,
    "MIDI": false,
    "ID": 2,
    "ProductName": "Minimoog",
    "ManufacturerWebsite": "https://www.moogmusic.com/",
    "ReleaseYear": 1970,
    "Description": "Historically, the Minimoog is considered the very first synthesizer for musicians! Compact, affordable, simplified and based on the megalithic modular Moog synths, the Minimoog became the most popular synth of all time, and still is to this day! Prior to the Minimoog, synthesizers were custom built to order, and required a great deal of technical knowledge to be able to wire up and create a sound. The Minimoog changed all that by hard-wiring the most basic but essential of components into a compact keyboard any musician could not only play, but dial up some great sounds on! Thus, the Minimoog was the first synthesizer to show up on the shelves of music stores around the world.",
    "Price": 3999.0,
    "Sold": 41,
    "Inventory": 21,
    "Clicks": 94,
    "Points": 59
  },
  {
    "$type": "InstrumentShop.Models.Bass, InstrumentShop",
    "NumberOfStrings": 4,
    "Electric": true,
    "ID": 4,
    "ProductName": "Precision Bass",
    "ManufacturerWebsite": "https://www.fender.com/",
    "ReleaseYear": 1951,
    "Description": "The double bass, as a very large instrument, is often regarded as physically cumbersome and difficult to transport compared with smaller instruments. It was also becoming hard to hear in large bands or those that used amplified instruments, and it requires specialised skills to play that are distinct from those required to play the guitar. The Precision Bass was designed to overcome these problems. The name 'Precision' came from the use of frets to play in tune more easily than upon the fretless fingerboard of the double bass. The electric bass however lacks the distinctive acoustic qualities of the double bass, offering a more solid, harder-edged sound with more sustain. The bass guitar became more dominant and transformed the beat and rhythm of pop music from jump blues and swing to rhythm and blues, rock, soul and funk.",
    "Price": 799.0,
    "Sold": 27,
    "Inventory": 18,
    "Clicks": 106,
    "Points": 54
  },
  {
    "$type": "InstrumentShop.Models.Guitar, InstrumentShop",
    "StringType": "Nylon",
    "Cutaway": false,
    "ID": 7,
    "ProductName": "Alhambra 4P",
    "ManufacturerWebsite": "http://www.alhambrasl.com/en/",
    "ReleaseYear": 2014,
    "Description": "The 4P guitar is the best selling model of Alhambra Guitars. An instrument that has created a trend and a multitude of followers throughout the world. It is the first model of the range which is made of Indian rosewood back and sides. Regarding the top, on the classic guitar model 4 P, 4 layers of light varnish highlight the solid top. This model is also available in solid German spruce. A finish that forms a beautiful instrument, with interesting features which offer very good sensations. The 4P fingerboard is made of ebony wood. A very hard wood that resists the continuous activity of the left hand. In addition, in this model it is appreciated that the machine heads are of superior quality, which allow a precise adjustment for the proper interpretive activity. This model has a sweet and a powerful sound.The saddle and the nut are made of melamine.A highly transmitting material of sound.",
    "Price": 499.0,
    "Sold": 24,
    "Inventory": 5,
    "Clicks": 174,
    "Points": 52
  },
  {
    "$type": "InstrumentShop.Models.Guitar, InstrumentShop",
    "StringType": "Steel",
    "Cutaway": true,
    "ID": 5,
    "ProductName": "Martin GPCPA4",
    "ManufacturerWebsite": "https://www.martinguitar.com/",
    "ReleaseYear": 2011,
    "Description": "What happens when you merge the classic look and feel of a traditional Martin acoustic guitar with the convenience of today's modern acoustic-electric? You get the Performing Artist series, that's what! Like so many classic Martins from years past, the Performing Artist series is crafted using nothing but the finest tonewoods, with solid Sitka spruce for the top and solid Sapele making up the back and sides. Add to this a satin-finished neck, a unique neck carve, and a convenient cutaway, and you've got a guitar that's downright inspiring to play.",
    "Price": 1799.0,
    "Sold": 51,
    "Inventory": 0,
    "Clicks": 82,
    "Points": 52
  },
  {
    "$type": "InstrumentShop.Models.Bass, InstrumentShop",
    "NumberOfStrings": 5,
    "Electric": true,
    "ID": 3,
    "ProductName": "Model 4004Cii/5",
    "ManufacturerWebsite": "http://www.rickenbacker.com/",
    "ReleaseYear": 1993,
    "Description": "Using only American farm-grown sustainable woods, this exquisite 5- string bass is sculpted from solid Maple and Walnut, complemented by an Eastern Maple neck running the full length of the bass. Two humbucking pickups are carefully placed for maximum tonal capability. Available in all standard colors, plus natural, translucent Green, Red, and Blue, all with a rich gloss clear coat.",
    "Price": 1599.0,
    "Sold": 15,
    "Inventory": 8,
    "Clicks": 64,
    "Points": 21
  }
]